<?php

return [
    /*
    |--------------------------------------------------------------------------
    | パスワードリセット言語設定
    |--------------------------------------------------------------------------
    |
    | 以下の言語設定は、無効なトークンや無効な新しいパスワードなど、
    | パスワード更新の試行が失敗した理由に対応するデフォルトの行です。
    |
    */
    'password' => 'パスワードは最低限の文字数があり、確認用と一致している必要があります。',
    'reset' => 'パスワードがリセットされました！',
    'sent' => 'パスワードリセットリンクをメールで送信しました！',
    'token' => 'このパスワードリセットトークンは無効です。',
    'user' => "そのメールアドレスのユーザーは見つかりませんでした。",
];